Repository: aarsys/dnnshoutcaststats
Catalog: shoutcaststats/App_LocalResources/Settings.ascx.*.resx
Languages: de_de

# ControlTitle_settings.Text
source: Aarsys Shoutcast Stats Settings
de_de: Aarsys ShoutcastStats Einstellungen

# ModuleHelp.Text
source: About Aarsys Shoutcast Stats Settings
de_de: <h1>Über Aarsys ShoutcastStats Einstellungen Konfigurieren Sie in den ShoutcastStats Einstellungen die Zugangsdaten zu Ihrem Shoutcast Server und wählen Sie die gewünschten Funktionen aus.

# lblSC_IP.Help
source: Add your IP or domain to your Shoutcast server.
de_de: Tragen Sie die IP oder Domain zu Ihrem Shoutcast Server ein. Beispiel: shoutcast.domain.com

# lblSC_IP.Text
source: IP or Domain
de_de: IP oder Domain

# lblSC_Password.Help
source: Add the admin Password for your Shoutcast server.
de_de: Tragen Sie das Administrator (admin) Passwort für Ihren Shoutcast Server ein.

# lblSC_Password.Text
source: Password
de_de: Passwort

# lblSC_Port.Help
source: Add the port your Shoutcast server uses.
de_de: Tragen Sie den Port den Ihr Shoutcast Server benutzt ein.

# lblSC_AIM.Help
source: Creates a AIM messenger link from the Shoutcast Encoder setting "AIM" if enabled
de_de: Bei Aktivierung wird ein AIM Messenger Link von der Shoutcast Encoder Einstellung "AIM" erstellt.

# lblSC_AOL.Help
source: Creates a AOL messenger link from Shoutcast Encoder settings "AIM" if enabled.
de_de: Bei Aktivierung wird ein AOL Messenger Link von der Shoutcast Encoder Einstellung "AIM" erstellt.

# lblSC_MSN.Help
source: If enabled, creates a Live messenger link from Shoutcast Encoders setting "ICQ".
de_de: Bei Aktivierung wird ein MSN/Live Messenger Link von der Shoutcast Encoder Einstellung "ICQ" erstellt.

# lblSC_Yahoo.Help
source: If enabled, creates a Yahoo messenger link from Shoutcast Encoders setting "ICQ".
de_de: Bei Aktivierung wird ein Yahoo Messenger Link von der Shoutcast Encoder Einstellung "ICQ" erstellt.

# lbliTunes.Help
source: Added a start link for iTunes and QuickTime <br/> Note: <br />QuickTime did not support AAC streams!
de_de: Aktiviert einen Startlink für iTunes und QuickTime <br/> Hinweis: <br />QuickTime unterstützt bisher keine AAC streams über das yp-protokoll!

# lblMediaPlayer.Help
source: Added a start link for Media Player
de_de: Aktiviert einen Startlink für den Media Player

# lblPlayer.Help
source: If enabled you provides start links to open the stream on different players
de_de: Mit nachfolgenden Einstellungen aktivieren Sie die Funktionen zum Start verschiedener Player über Image-Links.

# lblPlayer.Text
source: Select Players you want to provide to your costumers
de_de: Wählen Sie die Player aus, die Sie für Ihre Hörer bereitstellen wollen.

# lblRealPlayer.Help
source: added a start link for Real Player
de_de: Aktiviert einen Startlink für den Real Player.

# lblSC_Bitrate.Help
source: Adds the current Bitrate
de_de: Zeigt die aktuelle Bitrate an.

# lblSC_Content.Help
source: Adds the current Content Type
de_de: Zeigtd en aktuellen Codec-Typ an.

# lblSC_Content.Text
source: Content Type
de_de: Codec Typ

# lblSC_CurrentListeners.Help
source: Gets the Current Listeners of teh Shoutcast server
de_de: Zeigt die aktuelle Hörerzahl des Shoutcast Servers an.

# lblSC_CurrentListeners.Text
source: Current Listeners
de_de: Aktuelle Hörer

# lblSC_DJ.Help
source: Addes the current DJ name
de_de: Zeigt den aktuellen DJ Namen an.

# lblSC_DJ.Text
source: Current DJ name
de_de: Aktueller DJ Name

# lblSC_Features.Help
source: Here you can select the features you want to provied to your customers.
de_de: Hier können Sie die Funktionen auswählen, die Sie Ihren Hörern zur Verfügung stellen möchten.

# lblSC_Features.Text
source: Select features you want to view to your vistitors
de_de: Wählen Sie die Funktionen aus, die Sie Ihren Besuchern anzeigen möchten.

# lblSC_genre.Help
source: Gets the Genre of the Shoutcast Server
de_de: Zeigt das Genre des Shoutcast Servers an.

# lblSC_ICQ.Help
source: Creates a ICQ messenger Link from Shoutcast Encoders settings "ICQ" if enabled.
de_de: Erstellt einen ICQ Messenger Link aus den Shoutcast Encoder Einstellungen "ICQ".

# lblSC_MaxListeners.Help
source: Gets the max. Listeners of the Shoutcast server
de_de: Zeigt die maximale Hörerzahl an, die von Ihrem Shoutcast Server unterstützt wird.

# lblSC_MaxListeners.Text
source: Max. Listeners
de_de: Max. Hörer

# lblSC_MSG.Help
source: Add with the Shoutcast server setting "AIM" a DJ Chat link for AIM and/or AOL. <br /> Add a ICQ or MSN and/or Yahoo Link with the "ICQ" setting of your Shoutcast Server.
de_de: Fügen Sie mit der Shoutcast Server Einstellung "AIM" a DJ Chat Link für AIM und/oder AOL hinzu. <br /> Fügen Sie einen ICQ oder MSN und/oder Yahoo Link mit der "ICQ" Einstellung Ihres Shoutcast Servers hinzu. (Einstellungen sind abhängig von den Einstellungen Ihres DJs im Encoder)

# lblSC_MSG.Text
source: Add Chat link to chat with the DJ using the AIM or ICQ Shoutcast settings.
de_de: Fügen Sie einen Chat-Link zum direkten Chaten mit Ihrem DJ hinzu, indem Sie die Shoutcast Einstellungen für AIM und/oder ICQ nutzen.

# lblSC_PeakListeners.Help
source: Gets the Listeners Peak of the Shoutcast server
de_de: Zeigt die höchste Höhrerzahl des Shoutcast Servers an.

# lblSC_PeakListeners.Text
source: Listeners Peak
de_de: Höchstzahl Hörer

# lblSC_PlayerText.Help
source: If selected, a Start your Player message is viewed over the Player links
de_de: Aktiviert einen "Hier Player starten" Hinweis über den Player-Links.

# lblSC_PlayerText.Text
source: View Start Player Lable
de_de: Player Starten Hinweis

# lblSC_Song.Help
source: Adds the current Title in a marquee
de_de: Aktiviert die Anzeige des aktuellen Titels in einem Laufband.

# lblSC_Song.Text
source: Current Song
de_de: Aktueller Titel

# lblSC_Station.Help
source: Gets the Station name of the Shoutcast server
de_de: Zeigt den Stationsnamen des Shoutcast Servers an.

# lblSC_Station.Text
source: Station name
de_de: Stationsname

# lblWinamp.Help
source: Added a start link for Winamp Player
de_de: Aktiviert den Startlink für den Winamp Player

# lblPlayerText.Help
source: Activates a Note Start Your Player over the Player buttons.
de_de: Aktiviert Hier Player starten" Hinweis über den Player-Links.

# lblPlayerText.Text
source: Start your Player
de_de: Hier Player starten
